Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ནམ་མཁའ་ལ་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་མཆིས་སོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་།
en: In space, the perfection of generosity is not discerned; nor are the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom discerned.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་མཆིས་སོ། །ནམ་མཁའ་ལ་ནི་ནང་སྟོང་པ་ཉིད་མ་མཆིས་སོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མ་མཆིས་སོ། །ནམ་མཁའ་ལ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་མཆིས་སོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: In space, the emptiness of internal phenomena is not discerned; nor are [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, discerned.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མ་མཆིས་སོ། །ནམ་མཁའ་ལ་ནི་འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: In space, the applications of mindfulness are not discerned; nor are the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path discerned.

source: མངོན་པར་ཤེས་པ་རྣམས་མ་མཆིས་སོ། །ནམ་མཁའ་ལ་ནི་ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་མ་མཆིས་སོ།
en: In space, the meditative stabilities and the dhāraṇī gateways are not discerned.

source: །ནམ་མཁའ་ལ་ནི་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་མ་མཆིས་སོ།
en: In space, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas are not discerned.

source: །ནམ་མཁའ་ལ་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མ་མཆིས་སོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་མ་མཆིས་སོ།
en: In space, the fruit of entering the stream to nirvāṇa is not discerned; nor are the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment discerned.

source: །ནམ་མཁའ་ལ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མ་མཆིས་སོ།
en: In space, unsurpassed, complete enlightenment is not discerned. “

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་གོ་ཆ་འདི་འཚལ་བ་དེ་དག་ནི་ཕྱག་བགྱི་བར་འོས་པའོ།
en: Blessed Lord, those bodhisattva great beings who would don this armor are worthy of homage!

source: །བཅོམ་ལྡན་འདས་གང་གིས་གོ་ཆ་འདི་འཚལ་བ་དེ་དག་ནི་ནམ་མཁའི་དོན་དུ་བརྩོན་པར་མོས། འབད་པར་མོས། རྩོལ་བར་མོས་པ་དག་སྟེ།
en: Blessed Lord, those who would don this armor intend to strive, intend to struggle, and intend to make efforts for the sake of space.

source: བཅོམ་ལྡན་འདས་གང་གིས་སེམས་ཅན་རྣམས་ཀྱི་སླད་དུ་གོ་ཆ་འཚལ་བ་དེ་དག་ནི་ནམ་མཁའ་ཡོངས་སུ་སྨིན་པར་འཚལ་ཞིང་ཡོངས་སུ་གྲོལ་བར་འཚལ་བའོ།
en: Blessed Lord, those who would don this armor for the sake of beings are seeking to mature and seeking to liberate space.

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའ་ལྟ་བུའི་ཆོས་རྣམས་ཀྱི་སླད་དུ་གོ་ཆ་འཚལ་བ་དེ་དག་ནི་གོ་ཆ་ཆེན་པོ་འཚལ་བའོ།
en: Blessed Lord, those bodhisattva great beings who would don this armor for the sake of phenomena that resemble space don the mighty armor.

source: །བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་གོ་ཆ་འཚལ་བ་དེ་དག་ནི་ནམ་མཁའ་བར་སྣང་ལ་གདེག་པར་འཚལ་བའོ།
en: Blessed Lord, those who would don this armor for the sake of beings are seeking to buttress the sky.

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་སེམས་ཅན་རྣམས་ཀྱི་སླད་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་པ་དེ་དག་ནི་བརྩོན་འགྲུས་ཆེན་པོ་ཐོབ་པའོ།
en: Those bodhisattva great beings who would enter into unsurpassed, complete enlightenment for the sake of beings acquire great perseverance.

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཞུགས་པ་དེ་དག་ནི་གོ་ཆ་ཆེན་པོ་འཚལ་བའོ།
en: Blessed Lord, those bodhisattva great beings who would enter into unsurpassed, complete enlightenment for the sake of beings don the mighty armor.

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ནམ་མཁའ་ལྟ་བུའི་ཆོས་རྣམས་ཀྱི་སླད་དུ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བ་དེ་དག་ནི། དཔའ་བོ་བསམ་གྱིས་མི་ཁྱབ་མཚུངས་པ་མ་མཆིས་པའི་གོ་ཆ་འཚལ་བའོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་གལ་ཏེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི། འདི་ལྟ་སྟེ་དཔེར་ན། འདམ་བུའི་བྱིངས་སམ། འོད་མའི་ཚལ་ལམ། བུ་རམ་ཤིང་གི་ཚལ་ལམ།
en: Blessed Lord, those bodhisattva great beings who would attain consummate buddhahood—unsurpassed, complete enlightenment—for the sake of phenomena that resemble space don a mighty armor that is heroic, inconceivable, and unequaled. “

source: སྨྱིག་མའི་ཚལ་ལམ། འབྲས་ཀྱི་ཞིང་ངམ། ཏིལ་གྱི་ཞིང་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་མང་པོས་ཡོངས་སུ་གང་བར་གྱུར་ལ། དེ་བཞིན་གཤེགས་པ་དེ་དག་གིས་ཀྱང་བསྐལ་པའམ། བསྐལ་པའི་ལྷག་མར་ཆོས་བསྟན་ཏེ་དེ་བཞིན་གཤེགས་པ་རེ་རེས་སེམས་ཅན་ཚད་མ་མཆིས། གྲངས་མ་མཆིས་པ་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ཀྱང་། བཅོམ་ལྡན་འདས་སེམས་ཅན་གྱི་ཁམས་ལ་འགྲིབ་པའམ།
en: If one were to ask why, Blessed Lord, if this world system of the great trichiliocosm were completely filled with manifold tathāgatas, like a bed of reeds, a grove of canes, a grove of sugarcane, a grove of bamboo, a paddy field, or a field of sesame, and if these tathāgatas were to teach the Dharma for an eon or more than an eon, even though each of these tathāgatas might establish inestimable, countless beings in final nirvāṇa, Blessed Lord, the depletion or replenishment of the world of beings would not be discernible.

source: གང་བར་མི་གདའོ། དེ་ཅིའི་སླད་དུ་ཞེ་ན། སེམས་ཅན་མ་མཆིས་པ་དང་། སེམས་ཅན་དབེན་པའི་སླད་དུ་སྟེ།
en: If one were to ask why, it is because beings are nonexistent and because beings are void.

source: དེ་བཞིན་དུ་གལ་ཏེ་ཕྱོགས་བཅུའི་ཕྱོགས་རེ་རེ་ཞིང་ཡང་། འཇིག་རྟེན་གྱི་ཁམས་གངྒཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་འདི་ལྟ་སྟེ་དཔེར་ན། འདམ་བུའི་བྱིངས་སམ། འོད་མའི་ཚལ་ལམ། བུ་རམ་ཤིང་གི་ཚལ་ལམ།
en: Similarly, if the fields in each of the world systems of the ten directions, numerous as the grains of sand of the river Gaṅgā, were completely filled with manifold tathāgatas, {Ki.

source: སྨྱིག་མའི་ཚལ་ལམ། འབྲས་ཀྱི་ཞིང་ངམ་ཏིལ་གྱི་ཞིང་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་མང་པོས་ཡོངས་སུ་གང་བར་གྱུར་ལ་དེ་བཞིན་གཤེགས་པ་དེ་དག་གིས་ཀྱང་བསྐལ་པའམ། བསྐལ་པའི་ལྷག་མར་ཆོས་བསྟན་ཏེ། དེ་བཞིན་གཤེགས་པ་རེ་རེས་སེམས་ཅན་ཚད་མ་མཆིས། གྲངས་མ་མཆིས་པ་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ཀྱང་། སེམས་ཅན་གྱི་ཁམས་ལ་འགྲིབ་པའམ་གང་བར་མི་གདའོ།
en: II-III: 175} like a bed of reeds, a grove of canes, a grove of sugarcane, a grove of bamboo, a paddy field, or a field of sesame, and if these tathāgatas were to teach the Dharma for an eon or more than an eon, even though each of these tathāgatas might establish inestimable, countless beings in final nirvāṇa, Blessed Lord, the depletion or replenishment of the world of beings would not be discernible.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། སེམས་ཅན་མ་མཆིས་པ་དང་། སེམས་ཅན་དབེན་པའི་སླད་དུ་སྟེ།
en: If one were to ask why, it is because beings are nonexistent and because beings are void.

source: བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན་བདག་འདི་སྐད་དུ་སེམས་ཅན་རྣམས་ཀྱི་སླད་དུ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བ་དེ་དག་ནི་ནམ་མཁའ་ཡོངས་སུ་སྨིན་པར་བགྱི་བར་འཚལ་ཞིང་ཡོངས་སུ་དགྲོལ་བར་འཚལ་བ་ལགས་ཞེས་མཆིའོ། །དེ་ནས་དགེ་སློང་གཅིག་ཅིག་འདི་སྙམ་དུ་གྱུར་ཏེ། གང་ལ་ཆོས་གང་ཡང་སྐྱེ་བ་དང་འགག་པ་ཡང་མེད་ལ། ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཡང་ཡོད། ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་དང་། ཤེས་རབ་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་ཕུང་པོ་ཡང་ཡོད། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཡང་ཡོད། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ཀྱང་ཡོད། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་ཡོད། རྒྱུན་དུ་ཞུགས་པ་ཡང་ཡོད། ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་དང་། རང་སངས་རྒྱས་ཀྱང་ཡོད།
en: Blessed Lord, those are the formulations explaining how I say that those who seek to attain consummate buddhahood—unsurpassed, complete enlightenment—for the sake of beings, are actually seeking to mature and liberate space.”

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་ཡོད། སངས་རྒྱས་དཀོན་མཆོག་དང་། ཆོས་དཀོན་མཆོག་དང་། དགེ་འདུན་དཀོན་མཆོག་ཀྱང་ཡོད། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ཡང་ཡོད་པའི་བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཕྱག་འཚལ་ལོ་སྙམ་པ་དང་།
en: At that time there was a certain monk [present within the assembly] who thought, “I pay homage to the blessed lady, the perfection of wisdom, in whom, although nothing at all arises or ceases, the aggregate of ethical discipline is still discerned, the aggregate of meditative stability is still discerned, the aggregate of wisdom is still discerned, the aggregate of liberation is still discerned, and the aggregate of seeing the wisdom of liberation is still discerned; the fruit of entering the stream to nirvāṇa is still discerned; the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment are still discerned; unsurpassed, complete enlightenment is still discerned; those entering the stream to nirvāṇa are still discerned; those destined for only one more rebirth, those no longer subject to rebirth, arhats, and pratyekabuddhas are still discerned; the tathāgatas, arhats, completely awakened buddhas are still discerned—and in whom the precious jewel of the Buddha, the precious jewel of the Dharma, and the precious jewel of the Saṅgha are still discerned, and in whom the turnings of the wheel of the Dharma are still discerned!”

source: དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་བརྩོན་པར་བྱེད་པ་ཞིག་ཡོད་ན། དེ་གང་ལ་བརྩོན་པར་བྱེད་པ་ཡིན། རབ་འབྱོར་གྱིས་སྨྲས་པ།
en: Thereupon, Śakra, mighty king of the gods, asked the venerable Subhūti, “Blessed Subhūti, when bodhisattva great beings persevere with this profound perfection of wisdom, with respect to what are they persevering?” “

source: ཀཽ་ཤི་ཀ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ལ་བསླབ་པར་སེམས་པ་དེ་ནི་ནམ་མཁའ་སྟོང་པ་ལ་བརྩོན་པའོ། །དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Kauśika,” replied Subhūti, “the mind that would train in this perfection of wisdom perseveres with respect to empty space.”

source: །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པ་དང་། ཚུལ་བཞིན་དུ་ཡིད་ལ་བགྱིད་པ་དེ་ལ་བདག་གིས་བསྲུང་བ་དང་།
en: Śakra, mighty king of the gods, then said to the Blessed One, “Blessed Lord, I will guard, protect, and offer sanctuary to those noble sons or noble daughters who take up, uphold, recite, master, and focus their attention correctly on this profound perfection of wisdom.

source: བསྐྱང་བ་དང་། བསྐྱབ་པ་ཇི་ལྟ་བུ་ཞིག་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་བཀའ་སྩལ་དུ་གསོལ།
en: Permit me to do so, Blessed Lord!”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀཽ་ཤི་ཀ་ཁྱོད་ཀྱིས་གང་ལ་བསྲུང་བ་དང་། བསྐྱང་བ་དང་། བསྐྱབ་པར་བྱ་བའི་ཆོས་དེ་ལྟ་བུ་ཡང་དག་པར་རྗེས་སུ་མཐོང་ངམ།
en: Then the venerable Subhūti addressed Śakra, mighty king of the gods, “Kauśika, do you observe anything that should be guarded, protected, and offered sanctuary?” “

source: སྨྲས་པ་བཙུན་པ་རབ་འབྱོར་བདག་གིས་གང་ལ་བསྲུང་བ་དང་། བསྐྱང་བ་དང་། བསྐྱབ་པར་བྱ་བའི་ཆོས་དེ་ལྟ་བུ་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་།
en: Blessed Subhūti, I do not observe anything that should be guarded, protected, and offered sanctuary,” he replied. “

source: །རབ་འབྱོར་གྱིས་སྨྲས་པ། ཀཽ་ཤི་ཀ་གལ་ཏེ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་ཇི་སྐད་དུ་བསྟན་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གནས་ན། དེ་ཉིད་དེའི་བསྲུང་བ་དང་། བསྐྱང་བ་དང་།
en: Kauśika, if noble sons or noble daughters dwell in this perfection of wisdom, as it has been described, that itself will guard, protect, and offer sanctuary to them. {

source: བསྐྱབ་པར་འགྱུར་རོ།
en: Ki.

source: གལ་ཏེ་ཇི་སྐད་དུ་བསྟན་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་བྲལ་བར་གྱུར་ན། དེ་ལ་མིའམ་མི་མ་ཡིན་པ་གླགས་ཚོལ་བ་རྣམས་ཀྱིས་གླགས་རྙེད་པར་འགྱུར་རོ།
en: II-III: 176} If they are separated from this perfection of wisdom, as it has been described, human and nonhuman adversaries who wish to harm them will find an opportunity to do so.

source: གང་ཇི་སྐད་དུ་བསྟན་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་གནས་པའི་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་བྲལ་བར་རིག་པར་བྱའོ།
en: One should know that those noble sons or noble daughters who do not dwell in the perfection of wisdom, as it has been described, will be separated from the perfection of wisdom. “

source: །ཀཽ་ཤི་ཀ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་རྣམས་བསྲུང་བ་དང་། བསྐྱང་བ་དང་། བསྐྱབ་པར་གང་སེམས་པ་དེ་ནི་ནམ་མཁའ་ལ་བསྲུང་པ་དང་བསྐྱང་པ་དང་། བསྐྱབ་པར་སེམས་པ་སྟེ།
en: Kauśika, anyone thinking to guard, protect, and offer sanctuary to bodhisattva great beings who practice the perfection of wisdom would actually be thinking to guard, protect, and offer sanctuary to space.

source: དེ་ནི་བསམ་པ་ལྟར་མི་འགྲུབ་ཅིང་དུབ་པའི་སྐལ་བ་ཅན་དུ་འགྱུར་རོ། །ཀཽ་ཤི་ཀ་དེ་ཇི་སྙམ་དུ་སེམས། ཁྱོད་ཀྱིས་སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་།
en: They would not succeed and would tire themselves out! “

source: རྨི་ལམ་དང་། སྒྲ་བརྙན་དང་། མྱིག་ཡོར་དང་། སྤྲུལ་པ་ལ་བསྲུང་བ་དང་། བསྐྱང་བ་དང་།
en: Kauśika, do you think that you can guard, protect, and offer sanctuary to a magical display, a mirage, a dream, an echo, an optical illusion, or a phantom?” “

source: བསྐྱབ་པར་ནུས་སམ། བརྒྱ་བྱིན་གྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་དེ་ནི་མི་ནུས་སོ།
en: No, Blessed Subhūti!”

source: ཀཽ་ཤི་ཀ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་རྣམས། བསྲུང་བ་དང་། བསྐྱང་བ་དང་། བསྐྱབ་པར་གང་སེམས་པ་དེ་ནི་བསམ་པ་ལྟར་མི་འགྲུབ་ཅིང་དུབ་པའི་སྐལ་བ་ཅན་དུ་འགྱུར་རོ།
en: Kauśika, in the same way, anyone thinking to guard, protect, and offer sanctuary to bodhisattva great beings who practice the perfection of wisdom would not succeed and would tire themselves out! “

source: །ཀཽ་ཤི་ཀ་དེ་ཇི་སྙམ་དུ་སེམས། ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་འམ། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ལ་བསྲུང་བ་དང་། བསྐྱང་བ་དང་། །བསྐྱབ་པར་ནུས་སམ།
en: Kauśika, do you think you can guard, protect, and offer sanctuary to the tathāgatas or to an emanation of the tathāgatas?” “

source: བརྒྱ་བྱིན་གྱིས་སྨྲས་པ།
en: No, Blessed Subhūti!”

source: བཙུན་པ་རབ་འབྱོར་དེ་ནི་མི་ནུས་སོ།
en: Śakra replied. “

source: །སྨྲས་པ་ཀཽ་ཤི་ཀ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་རྣམས་བསྲུང་བ་དང་། བསྐྱང་བ་དང་། བསྐྱབ་པར་གང་སེམས་པ་དེ་ནི་བསམ་པ་ལྟར་མི་འགྲུབ་ཅིང་དུབ་པའི་སྐལ་པ་ཅན་དུ་འགྱུར་རོ། །ཀཽ་ཤི་ཀ་དེ་ཇི་སྙམ་དུ་སེམས།
en: Kauśika, in the same way, anyone thinking to guard, protect, and offer sanctuary to bodhisattva great beings who practice the perfection of wisdom would not succeed and would tire themselves out! “

source: ཁྱོད་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་དང་། ཡང་དག་པའི་མཐའ་དང་། དེ་བཞིན་ཉིད་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་ལ་བསྲུང་བ་དང་། བསྐྱང་བ་དང་བསྐྱབ་པར་ནུས་སམ།
en: Kauśika, do you think you can guard, protect, and offer sanctuary to the realm of phenomena, the very limit of reality, the real nature, or the inconceivable realm?” “

source: བརྒྱ་བྱིན་གྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་དེ་ནི་མི་ནུས་སོ།
en: No, Blessed Subhūti!”

source: ཀཽ་ཤི་ཀ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་རྣམས་བསྲུང་བ་དང་། བསྐྱང་བ་དང་བསྐྱབ་པར་གང་སེམས་པ་དེ་ནི་བསམ་པ་ལྟར་མི་འགྲུབ་ཅིང་དུབ་པའི་སྐལ་བ་ཅན་དུ་འགྱུར་རོ། །དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་ཇི་ཙམ་གྱིས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པས། རྨི་ལམ་ལྟ་བུའི་ཆོས་དང་། སྒྱུ་མ་ལྟ་བུ་དང་། སྨིག་རྒྱུ་ལྟ་བུ་དང་། སྒྲ་བརྙན་ལྟ་བུ་དང་། མིག་ཡོར་ལྟ་བུ་དང་།
en: Kauśika, in the same way, anyone thinking to guard, protect, and offer sanctuary to bodhisattva great beings who practice the perfection of wisdom would not succeed and would tire themselves out!”

source: སྤྲུལ་པ་ལྟ་བུའི་ཆོས་རྣམས་ཡོངས་སུ་ཤེས་པ་དང་། དེ་ལྟར་ཡོངས་སུ་ཤེས་པས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད།
en: Then, Śakra, mighty king of the gods, asked the venerable Subhūti, “Blessed Subhūti, to what extent do bodhisattva great beings who practice the perfection of wisdom comprehend that phenomena are like a magical display, a mirage, a dream, an echo, an optical aberration, or a phantom, so that, consequent to this understanding, they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms?” “

source: སྤྲུལ་པ་ལ་རོམ་སེམས་སུ་མི་བྱེད་པ་ཡིན། རབ་འབྱོར་གྱིས་སྨྲས་པ། ཀཽ་ཤི་ཀ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ།
en: Kauśika,” replied Subhūti, “when bodhisattva great beings practice the perfection of wisdom, {Ki.

source: གཟུགས་རློམ་སེམས་སུ་མི་བྱེད། གཟུགས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། གཟུགས་ལ་རློམ་སེམས་སུ་མི་བྱེད་ན། དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད།
en: II-III: 177} if they do not give rise to conceits based on physical forms, do not give rise to conceits on account of physical forms, and do not give rise to conceits about physical forms, then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms. “

source: རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རློམ་སེམས་སུ་མི་བྱེད། རྣམ་པར་ཤེས་པས་རློམ་སེམས་སུ་མི་བྱེད། རྣམ་པར་ཤེས་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་རློམ་སེམས་སུ་མི་བྱེད།
en: If they do not give rise to conceits based on feelings, perceptions, formative predispositions, and consciousness, do not give rise to conceits on account of consciousness [and so forth], and do not give rise to conceits about consciousness [and so forth], then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms. “

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བས་རློམ་སེམས་སུ་མི་བྱེད། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་རློམ་སེམས་སུ་མི་བྱེད་ན། དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་རློམ་སེམས་སུ་མི་བྱེད།
en: If they do not give rise to conceits based on the sense fields, the sensory elements, and the links of dependent origination, do not give rise to conceits on account of the links of dependent origination [and so forth], and do not give rise to conceits about the links of dependent origination [and so forth], then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms. “

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་རློམ་སེམས་སུ་མི་བྱེད་ན། དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་རློམ་སེམས་སུ་མི་བྱེད། མངོན་པར་ཤེས་པ་རྣམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད་ན། དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད།
en: If they do not give rise to conceits based on all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment, do not give rise to conceits on account of the thirty-seven factors conducive to enlightenment [and so forth], and do not give rise to conceits about the thirty-seven factors conducive to enlightenment [and so forth], then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms. “

source: རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: If they do not give rise to conceits based on the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, and the extrasensory powers, do not give rise to conceits on account of the extrasensory powers [and so forth], and do not give rise to conceits about the extrasensory powers [and so forth], then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms. “

source: གཟུངས་ཀྱི་སྒོ་རྣམས་རློམ་སེམས་སུ་མི་བྱེད་གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་རློམ་སེམས་སུ་མི་བྱེད་ན། དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད།
en: If they do not give rise to conceits based on the meditative stabilities and the dhāraṇī gateways, do not give rise to conceits on account of the dhāraṇī gateways [and so forth], and do not give rise to conceits about the dhāraṇī gateways [and so forth], then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms. “
